<template>
  <div class="flex mx-auto justify-center">
    <div class="flex flex-col items-start justify-center text-justify">
      <p class="text-4xl text-[#42b883]">Этапы Взаимодействия</p>

      <p class="text-2xl mt-10">Свяжитесь с нами:</p>
      <ul class="text-lg flex flex-col gap-4">
        <li>
          Вы нам звоните по указанному номеру телефона или оставляете заявку на
          нашем сайте.
        </li>
        <li>
          Наши вежливые операторы готовы принять ваш звонок и внимательно
          выслушать вашу проблему.
        </li>
        <li>
          Мы гарантируем быстрое реагирование и индивидуальный подход к каждому
          клиенту.
        </li>
      </ul>

      <p class="text-2xl">Консультация:</p>
      <ul class="text-lg flex flex-col gap-4">
        <li>
          После первичного контакта наш мастер свяжется с вами для более
          детального обсуждения.
        </li>
        <li>
          Мастер задаст уточняющие вопросы, чтобы понять все аспекты вашей
          проблемы.
        </li>
        <li>
          На основе предоставленной информации мастер сможет сориентировать вас
          по предварительной стоимости и срокам выполнения работ.
        </li>
        <li>
          Мы предоставляем честные и прозрачные оценки без скрытых затрат, чтобы
          вы могли заранее планировать свои расходы.
        </li>
      </ul>

      <p class="text-2xl">Оперативное выполнение:</p>
      <ul class="text-lg flex flex-col gap-4">
        <li>
          Все работы выполняются непосредственно на месте, чтобы минимизировать
          ваше беспокойство и неудобства.
        </li>
        <li>
          Мы согласовываем удобное для вас время, чтобы все работы были
          выполнены в заранее оговоренный день.
        </li>
        <li>
          Наши мастера приезжают с полным набором необходимых инструментов и
          материалов, чтобы сразу приступить к работе.
        </li>
        <li>
          Мы гарантируем высокое качество выполнения работ и полное соблюдение
          всех договорённостей по срокам.
        </li>
      </ul>
    </div>
  </div>
</template>
